Repository: tuthost/directadmin-evolution-ru
Catalog: lang/login-*.po
Languages: ru

source: ← Back to the login page
ru: ← Вернуться на страницу входа

source: Authenticate
ru: Авторизация

source: Click here
ru: Нажмите тут

source: Code from E-mail
ru: Код из E-mail

source: Computer or server time out of sync by %{ hours } hours.
ru: Время синхронизации компьютера или сервера не синхронизировано %{ hours } часов.

source: Enter your Username and a confirmation link will be sent to your email account.
ru: Введите имя пользователя и ссылка подтверждения будет отправлена на ваш почтовый ящик.

source: Forgot Password?
ru: Забыли пароль?

source: Hmm, login details do not seem to be correct. Please try again.
ru: Хм, это не верные данные для входа. Пожалуйста, попробуйте еще раз.

source: Language
ru: Язык

source: Log In using your username and code from E-mail
ru: Войдите в систему, используя свое имя пользователя и код из электронной почты

source: Logged in..
ru: Вхожу...

source: Manage your domains, databases & other server info.
ru: Управляйте доменами, базами данных и другими настройками сервера.

source: Password
ru: Пароль

source: Please enter username
ru: Пожалуйста введите имя пользователя

source: Request New Password
ru: Запрос нового пароля

source: Send me a Link
ru: Пришлите мне ссылку

source: Sign in to Account
ru: Войти в панель

source: Start DirectAdmin
ru: Панель DirectAdmin

source: Submit Answer
ru: Отправить ответ

source: This is a Trial License of DirectAdmin
ru: Это триальная лицензия DirectAdmin

source: Trust this device for %{ days } days
ru: Доверять этому устройству %{ days } дней

source: Two Step Authentication
ru: Двухэтапная аутентификация

source: Username
ru: Пользователь
